;-----------------------
; SPARK Character
;-----------------------

[SparkSoldier X2SparkCharacterTemplate_DLC_3]
strCharacterName="\"ИСКРА\""
strCustomizeDesc="Изменить имя и внешность этого солдата."
strCharacterHealingPaused="Требуется ремонт"
strAcquiredText="\"Искры\" не восстанавливают здоровье как солдаты. Чтобы отремонтировать \"Искру\", назначьте его в инженерный отсек."

;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day90]
m_strLostTowersPOIAvailableBody="Кому-то пришлось порядком потрудиться, чтобы отправить этот сигнал \"Роверу\". Нужно выяснить, зачем это было сделано."

m_strSparkSquadSelectInfoTitle="\"ИСКРА\" ГОТОВ К БОЮ"
m_strSparkSquadSelectInfoBody="Шеф, \"Искру\" можно отправить на задание даже в том случае, если робот поврежден или ремонтируется. Однако \"Искры\" не способны поднимать и переносить других солдат."

[UIMission_LostTowers]
m_strFlavorText="В это место нас привел сигнал, перехваченный \"Ровером\". Надо высадиться и выяснить, что здесь происходит."
m_strLaunchMission="ИССЛЕДОВАТЬ"

[UICustomize_SparkMenu]
m_strTitle="НАСТРОИТЬ \"ИСКРУ\""
m_strEditInfo="О персонаже"
m_strEditProps="Аксессуары"
m_strHead="Голова"
m_strMainColor="Основной цвет брони"
m_strSecondaryColor="Дополнительный цвет брони"
m_strWeaponColor="Цвет оружия"
m_strArmorPatternSelected="Уберите камуфляжную схему брони, чтобы изменить цвет"
m_strRemoveHelmetOrLowerProp="Уберите шлем или предмет на лице, чтобы изменить этот вариант"

m_strVoice="ГОЛОС"
m_strPreviewVoice="ПРОСМОТР"
m_strType="Тип солдата"

m_strExportCharacter="Сохранить в группу персонажей"

m_strAllowTypeSoldier="Может выглядеть как солдат"
m_strAllowTypeVIP="Может выглядеть как ВИП"
m_strAllowTypeDarkVIP="Может выглядеть как вражеский ВИП"
m_strAllowed="Допустимо"

m_strTimeAdded="Создание:"

m_strExportSuccessTitle="ПЕРСОНАЖ СОХРАНЕН!"
m_strExportSuccessBody="Имя и внешность персонажа сохранены в группу."

[UICustomize_SparkProps]
m_strTitle="ИЗМЕНИТЬ ДЕТАЛИ"
m_strArms="Руки"
m_strTorso="Торс"
m_strLegs="Ноги"
m_strArmorPattern="Камуфляжная схема брони"
m_strWeaponPattern="Камуфляж оружия"
m_strClearButton="Убрать"

[UICustomize_SparkInfo]
m_strTitle="РЕДАКТИРОВАТЬ ОПИСАНИЕ \"ИСКРЫ\""
m_strFirstNameLabel="Имя"
m_strLastNameLabel="Фамилия"
m_strNicknameLabel="Прозвище"
m_strEditBiography="Биография"
m_strBiographyLabel="БИОГРАФИЯ ПЕРСОНАЖА"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day90]
NarrativeContentLabel="Последний подарок Шэнь: \"Заброшенные башни\""
NarrativeContentSummary="С этого задания начинается сюжет дополнения \"Последний подарок Шэнь\". Доступность игровых материалов (включая новый класс солдат) от этого задания не зависит."

EnableContentLabel="Включить режим \"Последний подарок Шэнь\"?"
EnableContentSummary="\"Последний подарок Шэнь\" добавляет новый класс солдат ХСОМ. Хотите включить материалы дополнения для текущей кампании?\n\nПолный сюжет дополнения \"Последний подарок Шэнь\", включая новое сюжетное задание, станет доступен только после начала новой кампании."
EnableContentAcceptLabel="Включить \"Последний подарок Шэнь\""
EnableContentCancelLabel="Отмена"

[XComGameState_SparkManager]
LostTowersShenFirstName="Lily"
LostTowersShenLastName="Shen"

[SparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Броня \"Искры\""
FriendlyNamePlural="Броня \"Искры\""
BriefSummary="Базовое шасси \"Искры\" несет тяжелую броню; особое внимание при этом уделяется защите жизненно важных систем от угроз со стороны противника и окружающей среды."
TacticalText="<Bullet/> Все \"Искры\" оснащаются защитой базовых систем, состоящей из металлических пластин.\n<Bullet/> Возможна разработка улучшенного бронирования."

[PlatedSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Усиленный каркас"
FriendlyNamePlural="Усиленные каркасы"
BriefSummary="Дополнительное усиление слабых мест, выявленных при боевой эксплуатации, должно повысить живучесть \"Искры\"."
TacticalText="<Bullet/> Усиление стандартного бронирования \"Искры\" позволяет выдерживать больший урон."

[PoweredSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Анодированное шасси"
FriendlyNamePlural="Анодированные шасси"
BriefSummary="Анодирование добавляет защитный слой и без того внушительной бронезащите \"Искры\", делая робота еще более живучим."
TacticalText="<Bullet/> Анодированное шасси окружает \"Искру\" со всех сторон и обеспечивает максимально возможную защиту в бою."

[XGCharacterGenerator_SPARK]
SparkFirstName="ИСКРА-"
SparkLastNamePrefix="000"

[LostTowersSpark X2SparkCharacterTemplate_DLC_3]
strForcedFirstName=""
strForcedLastName="ИСКРА-001"
strForcedNickName=""